var local_database = [{
	"idx" : [2],
	"content" : [
		"高高秋月照长城",
		"不教胡马度阴山",
		"万里长征人未还",
		"但使龙城飞将在"
	],
	"name" : "“秦时明月汉时关”的下一句是？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"西施",
		"王昭君",
		"杨贵妃",
		"貂蝉"
	],
	"name" : "“云想衣裳花想容，春风拂槛露华浓。”描写的是谁？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"酒驾",
		"杀妻",
		"贪污",
		"袭警"
	],
	"name" : "《监狱风云》中，周润发饰演的钟天正因何入狱？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"印度",
		"日本",
		"泰国",
		"马来西亚"
	],
	"name" : "咖喱最早起源于____。",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"德川家康",
		"丰臣秀吉",
		"柴田胜家",
		"明智光秀"
	],
	"name" : "发动“本能寺之变”的将领是谁？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"诺曼底登陆",
		"阿拉曼战役",
		"中途岛海战",
		"斯大林格勒战役"
	],
	"name" : "第二次世界大战的重要转折点是？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"液氮技术",
		"泡沫技术",
		"低温慢煮",
		"急火爆炒"
	],
	"name" : "下面哪一个烹饪手法不属于分子料理的范畴？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"查良铮",
		"查良钊",
		"查良镛",
		"查良钰"
	],
	"name" : "著名诗人穆旦的原名是？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"酪氨酸酶抑制剂",
		"水光针",
		"光子嫩肤",
		"果酸换肤"
	],
	"name" : "晒黑后可以通过医学手段快速美白，下列哪种无明显效果？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"香草",
		"糖浆",
		"炼乳",
		"巧克力"
	],
	"name" : "摩卡咖啡中特有的成分是？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"司马相如",
		"白居易",
		"嵇康",
		"李延年"
	],
	"name" : "“离离原上草，一岁一枯荣”是出自以下谁的作品？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"广州",
		"北京",
		"天津",
		"成都"
	],
	"name" : "豌豆黄是哪个地方的传统美食？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"《城市之光》",
		"《爵士乐手》",
		"《浮华世界》",
		"《摩登时代》"
	],
	"name" : "标志着电影技术最终进入到“有声电影彩色时代”的影片是哪部？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"联合国安理会",
		"红十字国际委员会",
		"世界贸易组织",
		"国际奥林匹克委员会"
	],
	"name" : "针对非洲近年来饱受埃博拉病毒侵扰，下列哪一国际组织可以提供援助？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"范成大",
		"朱熹",
		"陆游",
		"黄庭坚"
	],
	"name" : "宋诗传世最多的诗人是谁？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"战国时期",
		"周朝",
		"春秋时期",
		"秦朝"
	],
	"name" : "粽子最早在什么时候出现？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"反气旋",
		"冷锋",
		"气旋",
		"暖锋"
	],
	"name" : "我国夏季的台风来自太平洋，成因是什么？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"26.9亿",
		"29.2亿",
		"56.8亿",
		"33.9亿"
	],
	"name" : "《美人鱼》的票房是？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"陆逊",
		"吕蒙",
		"曹操",
		"周瑜"
	],
	"name" : "三国时期“白衣渡江”的指挥将领是哪位？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"小龙虾",
		"河虾",
		"对虾",
		"明虾"
	],
	"name" : "上海本帮菜“油爆虾”一般用什么虾？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"鹅肝、慕尼黑白肠",
		"咸猪手、法棍面包",
		"咸猪手、慕尼黑白肠",
		"咸猪手、鹅肝"
	],
	"name" : "德国知名的美食是____？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"超声波",
		"引力波",
		"电磁波",
		"脑电波"
	],
	"name" : "蝙蝠用什么定位？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"张謇",
		"曾国藩",
		"严复",
		"詹天佑"
	],
	"name" : "清末有一位状元“舍本逐末”、“实业救国”，放弃仕途从事工商业，他是？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"李清照",
		"王维",
		"辛弃疾",
		"李白"
	],
	"name" : "“稻花香里说丰年，听取蛙声一片”的作者是？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"香橙",
		"香梨",
		"芫荽",
		"芹菜"
	],
	"name" : "香菜又名？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"北美洲",
		"欧洲",
		"南美洲",
		"非洲"
	],
	"name" : "巴拿马的首都巴拿马城位于哪个大洲？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"刺史",
		"郡丞",
		"监察御史",
		"郡守"
	],
	"name" : "秦代郡的行政长官是什么?",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"顾里",
		"唐宛如",
		"南湘",
		"林萧"
	],
	"name" : "小时代系列电影中，郭碧婷饰演的角色叫？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"嘉陵江",
		"珠江",
		"岷江",
		"雅砻江"
	],
	"name" : "以下哪条河流不是长江的支流？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"京师同文馆",
		"京师大学堂",
		"岳麓书院",
		"白鹿洞书院"
	],
	"name" : "中国第一所近代学校是？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"邓世昌",
		"关天培",
		"李鸿章",
		"林则徐"
	],
	"name" : "“次日漫挥天下泪，有公足壮海天威”此联哀悼的是清军将领？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"酱汁为照烧汁",
		"需要器材照烧",
		"无出处",
		"创始人叫照烧"
	],
	"name" : "照烧鸡腿饭等照烧类菜肴，谓之照烧是因为？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"崆峒山",
		"韭菜坪",
		"黄岗山",
		"青门山"
	],
	"name" : "“江作青罗带，山如碧玉簪”所指的景色位于下列哪座名山以西。",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"温带海洋性气候",
		"温带大陆性气候",
		"温带季风气候",
		"地中海气候"
	],
	"name" : "乌鲁木齐的气候类型是？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"四川坝坝宴",
		"满汉全席",
		"孔府宴",
		"洛阳水席"
	],
	"name" : "一般来说，不翻汤属于以下哪个宴席中的菜肴？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"升高0.8℃",
		"升高0.2℃",
		"降低0.6℃",
		"降低1.5℃"
	],
	"name" : "其他条件不变时，一般海拔每升高100米，气温很可能会？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"浙、湘",
		"滇、川",
		"黔、粤",
		"闽、粤"
	],
	"name" : "贵广高铁的开通，大大缓解了西南地区的交通压力。这条高铁联结？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"龙头帮",
		"斧头帮",
		"爆竹帮",
		"鳄鱼帮"
	],
	"name" : "冯小刚在周星驰电影《功夫》中饰演了哪个帮派的大佬？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"佛山",
		"江门",
		"新会",
		"开平"
	],
	"name" : "2007年列入世界遗产名录的开平碉楼与村落位于广东省____地级市。",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"猴头菌",
		"猴头果",
		"猴头瓜",
		"猴头草"
	],
	"name" : "红烧猴头是一道名菜，其主料是什么？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"法国",
		"希腊",
		"西班牙",
		"意大利"
	],
	"name" : "科西嘉岛属于哪个国家？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"温带海洋气候",
		"热带沙漠气候",
		"地中海气候",
		"极地气候"
	],
	"name" : "下列气候中在亚洲没有分布的是？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"英国",
		"法国",
		"意大利",
		"瑞士"
	],
	"name" : "焗蜗牛是哪国名吃？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"贞观之治",
		"文景之治",
		"开元盛世",
		"开皇之治"
	],
	"name" : "历史上把汉代初期中国历史上第一个治世称为？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"薛西斯一世",
		"阿尔塔薛西斯一世",
		"居鲁士一世",
		"大流士一世"
	],
	"name" : "温泉关战役时波斯沙阿是哪位？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"夏朝",
		"周朝",
		"商朝",
		"秦朝"
	],
	"name" : "我国有文字可考的历史，是从什么时期开始的？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"应激性",
		"适应性",
		"物质代谢",
		"新陈代谢"
	],
	"name" : "人体生命活动最基本的特征是？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"向日葵花园",
		"薰衣草花园",
		"郁金香花园",
		"空中玻璃屋"
	],
	"name" : "《港囧》中，徐来的妻子蔡菠为了实现他的梦想买了什么给他作为画室？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"西红柿",
		"土豆 ",
		"柿子",
		"白菜"
	],
	"name" : "番茄牛腩中含有下列哪项食物？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"二",
		"四 ",
		"五",
		"三"
	],
	"name" : "13世纪蒙古人建立了几大汗国？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"蛋白质",
		"糖类",
		"油脂",
		"矿物质"
	],
	"name" : "人体需要的营养物质中不属于有机物的是？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"6300公里",
		"6200公里",
		"6100公里",
		"6000公里"
	],
	"name" : "长江的长度和流量位居中国第一，世界第三，其总长为多少公里？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"小饼干",
		"小菜",
		"小鱼干",
		"小麦"
	],
	"name" : "下列属于谷物的是？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"孟浩然",
		"杨炯",
		"骆宾王",
		"王勃"
	],
	"name" : "下列不属于”初唐四杰”的是？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"1839年6月",
		"1840年6月",
		"1841年1月",
		"1842年8月"
	],
	"name" : "虎门销烟发生在？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"塔尔沙漠",
		"撒哈拉沙漠",
		"阿卡塔马沙漠",
		"纳米布沙漠"
	],
	"name" : "下列沙漠中受本格拉寒流影响降温减湿的是？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"哈士奇",
		"泰迪",
		"金毛",
		"萨摩耶"
	],
	"name" : "《乘风破浪》中正太的狗是什么品种？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"宫保鸡丁",
		"前菜",
		"蛋炒饭",
		"豆浆油条"
	],
	"name" : "下列歌曲中哪一首是陶喆的歌？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"北京",
		"天津",
		"上海",
		"南京"
	],
	"name" : "桂花糖芋苗口感甜软是哪里的传统名吃？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"《夜归鹿门歌》",
		"《过故人庄》",
		"《旅夜书怀》",
		"《游子吟》"
	],
	"name" : "“谁言寸草心，报得三春晖”出自哪首诗？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"河南",
		"陕西",
		"河北",
		"山西"
	],
	"name" : "焦柳铁路里面柳指柳州，焦指的城市位于哪个省。",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"曹丕",
		"曹冲",
		"曹植",
		"曹操"
	],
	"name" : "三国时期“三曹”不包括？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"唐",
		"宋",
		"明",
		"元"
	],
	"name" : "“夕阳西下，断肠人在天涯”的作者是哪个朝代的？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"海南",
		"广西",
		"广东",
		"福建"
	],
	"name" : "“崖山海战”的崖山位于今？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"铁器时代",
		"新石器时代",
		"青铜时代",
		"旧石器时代"
	],
	"name" : "“仰韶文化”在年代上属于？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"孟浩然",
		"刘禹锡",
		"裴迪",
		"刘长青"
	],
	"name" : "名句“东边日出西边雨，道是无晴却有情”的作者是以下哪位诗人？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"桃符",
		"桃叶",
		"桃花",
		"桃子"
	],
	"name" : "“千门万户曈曈日，总把新桃换旧符”中“桃”是指？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"叉，刀",
		"只用叉",
		"叉，勺",
		"筷子"
	],
	"name" : "西餐中在食用面条类菜肴时通常使用的餐具是？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"8",
		"6",
		"10",
		"12"
	],
	"name" : "乌贼有几条腕？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"卫星",
		"流星",
		"恒星",
		"行星"
	],
	"name" : "晴朗的夜晚，我们用肉眼看见的满天星星绝大多数是？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"清晨",
		"傍晚",
		"中午",
		"夜晚"
	],
	"name" : "如果仅从地面热力作用的影响考虑，一天中空气最新鲜的时段出现在？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"孤帆远影碧空尽",
		"桃花潭水深千尺",
		"烟花三月下扬州",
		"忽闻岸上踏歌声"
	],
	"name" : "“故人西辞黄鹤楼”的下一句是？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"《万物理论》",
		"《神奇动物在哪里》",
		"《模仿游戏》",
		"《木星上行》"
	],
	"name" : "下列电影中哪部不是“小雀斑”埃迪·雷德梅尼出演的？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"欧洲",
		"非洲",
		"大洋洲",
		"亚洲"
	],
	"name" : "温带海洋性气候和地中海气候都十分典型的大洲是？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"混合贷款",
		"商业贷款",
		"公积金贷款",
		"第三方过桥贷款"
	],
	"name" : "买房贷款时，以下哪种方式贷款的利息最低？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"欧阳修",
		"李白",
		"曾巩",
		"韩愈"
	],
	"name" : "名句“云横秦岭家何在？雪拥蓝关马不前”的作者是？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"贝塔指数",
		"道琼斯指数",
		"杰斯指数",
		"塔里指数"
	],
	"name" : "交通网连结度通常用何种指数来计算与比较？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"玻利瓦尔",
		"伊达尔哥",
		"查巴塔",
		"圣马丁"
	],
	"name" : "南美洲足球“解放者杯”，所纪念的“解放者”是谁？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"琉球",
		"海地",
		"蒙古",
		"高卢"
	],
	"name" : "凯撒征服了下列哪个地区?",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"以上都对",
		"地球内部系统",
		"地球表层系统",
		"地外系统"
	],
	"name" : "自然地理学主要研究范围是？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"北高南低",
		"东高西低",
		"西高东低",
		"南高北低"
	],
	"name" : "尼罗河是世界第一长河，根据流向推断，尼罗河流经地区主要地势特点是什么？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"英式早餐",
		"意式早餐",
		"美式早餐",
		"欧陆式早餐"
	],
	"name" : "西餐中早餐最丰盛的当属？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"厄立特里亚",
		"埃塞克比亚",
		"也门",
		"索马里"
	],
	"name" : "2017年，中国在吉布提设海外军事基地。以下不属于吉布提陆上邻国的是？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"引力收缩",
		"黑洞阶段",
		"红巨星阶段",
		"主序星阶段"
	],
	"name" : "恒星演化的中年期又被称为？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"王之涣",
		"杜甫",
		"岑参",
		"崔护"
	],
	"name" : "“人面不知何处去，桃花依旧笑春风”的作者是？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"提高音量",
		"挑重点内容快速讲完",
		"把内容简化一带而过",
		"停下询问听众最关心什么"
	],
	"name" : "在汇报分享重要工作时没人在听，最佳解决方案是？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"普陀山",
		"黄山",
		"九华山",
		"峨眉山"
	],
	"name" : "佛教中观音菩萨的道场是哪座山？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"白居易",
		"王安石",
		"刘禹锡",
		"杜甫"
	],
	"name" : "“射人先射马，擒贼先擒王。”的作者是？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"奥地利",
		"意大利",
		"西班牙",
		"加拿大"
	],
	"name" : "卡布奇诺是哪个国家的人发明的？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"毕昇",
		"沈括",
		"王祯",
		"郭守敬"
	],
	"name" : "创制木活字，又发明了转轮排字盘的是哪位古代科学家？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"魔芋",
		"芋头",
		"椰子",
		"香芋"
	],
	"name" : "蒟蒻是从什么里提取的？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"潮州菜（潮汕菜）",
		"广州菜（广府菜）",
		"东江菜（客家菜）",
		"顺德菜"
	],
	"name" : "粤菜三大流派不包括以下哪个？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		" 推",
		"开",
		"敲",
		"拉"
	],
	"name" : "名句“鸟宿池边树，僧____月下门”，空缺处应填入的是？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"青铜纵目像",
		"太阳神鸟",
		"青铜鼎",
		"青铜树"
	],
	"name" : "以下哪种不是三星堆文化的标志性器物？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"菲律宾",
		"马来西亚",
		"印度尼西亚",
		"泰国"
	],
	"name" : "世界最大的棕榈油生产国是？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"有礼貌",
		"注意形象",
		"有时间观念",
		"对接工作确认好细节"
	],
	"name" : "资深职场人说工作中应注意“留下你的痕迹”，这种做法最可能是指？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"主序星阶段",
		"红巨星阶段",
		"引力收缩",
		"黑洞阶段"
	],
	"name" : "恒星演化的幼年期又被称为？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"张敏",
		"蔡少芬",
		"李嘉欣",
		"朱茵"
	],
	"name" : "《九品芝麻官》中，最后跟包龙星成亲的如烟是谁饰演的？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"我养你啊",
		"我爱你啊",
		"我想你啊",
		"嫁给我吧"
	],
	"name" : "《喜剧之王》中，柳飘飘在出租车上泪流不止，是因为尹天仇说了一句？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"摸清对方预期",
		"提前设计谈判问题",
		"根据对象选择谈判风格",
		"反复变化谈判情绪"
	],
	"name" : "在商务谈判中，以下哪种策略方法是错误的？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"美国豆腐",
		"印度豆腐",
		"英国豆腐",
		"日本豆腐"
	],
	"name" : "玉子豆腐指的是？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"动力导向型",
		"劳动力导向型",
		"市场导向型",
		"技术导向型"
	],
	"name" : "电子装配工业属于哪种导向型工业？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"白起",
		"吴起",
		"廉颇",
		"孙膑"
	],
	"name" : "以下与成语“负荆请罪”有关的人物是？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"魏国",
		"吴国",
		"秦国",
		"蜀国"
	],
	"name" : "三国时期船队曾到达夷洲，加强了内陆与台湾岛联系的政权是？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"长白山自然保护区",
		"鼎湖山自然保护区",
		"梵净山自然保护区",
		"卧龙自然保护区"
	],
	"name" : "我国建立的第一个自然保护区是？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"西魏",
		"北汉",
		"北魏",
		"东魏"
	],
	"name" : "南北朝中北朝不包括？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"朋友之情",
		"热爱自然",
		"报效祖国",
		"母子情深"
	],
	"name" : "“谁言寸草心，报得三春晖。”表达的思想感情是？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"亭台六七座",
		"方宅十余亩",
		"山行六七里",
		"晨兴理荒秽"
	],
	"name" : "《归园田居·其一》“草屋八九间”的上一句是？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"德国",
		"意大利",
		"英国",
		"法国"
	],
	"name" : "“对美食界贡献出了薯条炸鱼还有疯牛病”这句话是指哪个国家？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"孙权",
		"孙坚",
		"孙武",
		"孙策"
	],
	"name" : "“生子当如孙仲谋”是对三国时期哪位人物的赞誉？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"完颜阿骨打",
		"耶律阿保机",
		"完颜亮",
		"完颜康"
	],
	"name" : "金朝的开国皇帝为？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"屐",
		"扉",
		"小",
		"映"
	],
	"name" : "“应怜屐齿映苍苔，小扣柴扉久不开。”中的错字是哪个？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"雷德利·斯科特",
		"斯皮尔伯格",
		"弗兰克·达拉邦特",
		"大卫·芬奇"
	],
	"name" : "《肖申克的救赎》的导演是？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"花岗岩",
		"白玉",
		"竹",
		"石灰"
	],
	"name" : "“粉骨碎身浑不怕，要留清白在人间”所吟咏的是何物？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"山东",
		"浙江",
		"河北",
		"江苏"
	],
	"name" : "黄河没有从哪个省入过海？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"西班牙",
		"安道尔",
		"法国",
		"葡萄牙"
	],
	"name" : "伊比利亚半岛与欧洲大陆分界为比利牛斯山，哪个国家没有领土在比利牛斯山？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"刀削面",
		"炸酱面",
		"担担面",
		"意面"
	],
	"name" : "下列不属于中国传统面食的是？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"池边仙子",
		"美丽的小村",
		"大象家园",
		"十二个行政区"
	],
	"name" : "西双版纳的意思是？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"拉采尔",
		"克里斯塔勒",
		"伯吉斯",
		"斯特拉波"
	],
	"name" : "提出“国家有机体”和“生存空间”学说的人文地理学家是？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"镇江香醋",
		"山西老陈醋",
		"保宁醋",
		"岐山醋"
	],
	"name" : "以下不属于“中国四大名醋”的是？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"科穆宁娜公主",
		"茜茜公主",
		"凯瑟琳娜公主",
		"安娜公主"
	],
	"name" : "16世纪时，意大利的哪一位公主嫁入法国，开启了法餐的鼎盛之门？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"石斑鱼",
		"鲤鱼",
		"大鲵",
		"金鱼"
	],
	"name" : "人工养殖的娃娃鱼指的是？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"东帝汶",
		"梵蒂冈",
		"文莱",
		"马尔代夫"
	],
	"name" : "亚洲面积最小的国家？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"炸酱面",
		"方便面",
		"刀削面",
		"担担面"
	],
	"name" : "以下哪种不属于中国传统面食？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"《春夜洛城笛》",
		"《兰陵王·柳》",
		"《杨柳枝》",
		"《咏柳》"
	],
	"name" : "“柳阴直，烟里丝丝弄碧。”出自哪一首作品？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"香槟酒",
		"红葡萄酒",
		"烈酒",
		"鸡尾酒"
	],
	"name" : "下面哪一款酒在饮用前需要用冰桶降温？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"被毒蛇咬到",
		"喝了有毒的泉水",
		"误入猎人的陷阱",
		"被官兵抓到"
	],
	"name" : "电影《罗生门》中大盗多襄丸怎么样被抓？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"淝水之战",
		"巨鹿之战",
		"官渡之战",
		"赤壁之战"
	],
	"name" : "成语“风声鹤唳”“草木皆兵”与以下哪场战争有关？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"腰椎挺直",
		"正确低头",
		"体前支撑",
		"用坐骨坐"
	],
	"name" : "以下哪种坐姿可以改善久坐带来的疼痛？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"马拉西亚",
		"西班牙",
		"泰国",
		"德国"
	],
	"name" : "铁板烧起源于哪个国家？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"孙策",
		"周瑜",
		"曹操",
		"孙权"
	],
	"name" : "大乔的丈夫是？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"天天刷账户收益",
		"关注基金持仓的改变",
		"涨了就过度消费",
		"不关注基金经理"
	],
	"name" : "开始基金定投后，以下哪种做法比较可取？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"关注该品牌公司员工人数",
		"关注品牌行业影响力",
		"关注品牌实力",
		"关注品牌价值"
	],
	"name" : "购房在选择房地产品牌的过程中，以下哪个考量标准相对不太重要？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"对统治者的不满",
		"对仇人的痛恨",
		"对故乡的思念",
		"对爱人的思念"
	],
	"name" : "“床前明月光，疑是地上霜”抒发了诗人的哪种情感？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"蝴蝶",
		"蜜蜂",
		"蜘蛛",
		"瓢虫"
	],
	"name" : "“采得百花成蜜后，为谁辛苦为谁甜”所吟咏的是？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"大学生逃课去喝酒",
		"城市举办宗教庆典",
		"工匠在作坊忙碌",
		"街头三两人抽烟"
	],
	"name" : "文艺复兴初期的意大利不可能出现哪种现象？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"从他人的隐私信息切入聊天",
		"分享自己的小秘密",
		"寻找共同爱好",
		"认真倾听，及时反馈"
	],
	"name" : "在社交活动中，如果想要拉近彼此的距离，不正确的做法是？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"明",
		"宋",
		"元",
		"唐"
	],
	"name" : "“衣带渐宽终不悔，为伊消得人憔悴”的作者是哪个朝代的？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"矿产资源",
		"河流因素",
		"科学技术",
		"政治军事"
	],
	"name" : "武汉是“武汉城市圈”的中心城市，影响其形成最主要的区位因素是？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"格尔尼卡",
		"马拉之死",
		"自由引导人民",
		"枪杀马德里市民"
	],
	"name" : "下面哪副名画揭露了法西斯的侵略罪行的？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"葡萄",
		"核桃",
		"青瓜",
		"芝麻"
	],
	"name" : "什么开花节节高？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"塔里木河",
		"乌拉尔河",
		"亚马逊河",
		"伏尔加河"
	],
	"name" : "以下哪条河不是内流河？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"马其顿王国",
		"斯巴达",
		"特洛伊",
		"雅典"
	],
	"name" : "荷马史诗中，阿伽门农的联军进攻的是哪座城邦？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"蒙恬",
		"白起",
		"王翦",
		"章邯"
	],
	"name" : "公元前215年，秦始皇派大将____帅兵三十万北击匈奴。",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"矫正高度的工具",
		"测量物体轻重的工具",
		"保持平衡的工具",
		"计算角度的工具"
	],
	"name" : "度量衡中的“衡”是指什么？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"经常熬夜",
		"饮食重糖",
		"饮食重盐",
		"日晒伤害"
	],
	"name" : "导致皮肤衰老的最大元凶是什么？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"地中海气候",
		"热带季风气候",
		"亚热带季风气候",
		"热带雨林气候"
	],
	"name" : "一年内有明显旱雨两季的气候类型是？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"变形虫",
		"衣藻",
		"蚂蚁",
		"草履虫"
	],
	"name" : "以下哪种不是单细胞生物？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"俾斯麦",
		"克伦威尔",
		"丘吉尔",
		"加富尔"
	],
	"name" : "“铁血宰相”，指的是？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"140",
		"170",
		"120",
		"150"
	],
	"name" : "糖在烹调中有多种变化，西餐中使用的焦糖是糖在多少度情况下的转变？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"《五禽戏》",
		"《伤寒杂病论》",
		"《千金方》",
		"《本草纲目》"
	],
	"name" : "孙思邈的代表作是什么？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"《低俗小说》",
		"《落水狗》",
		"《无耻混蛋》",
		"《被解救的姜戈》"
	],
	"name" : "昆汀·塔伦蒂诺凭借哪部作品夺得戛纳国际电影节金棕榈奖？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"三层结构",
		"单层结构",
		"双层结构",
		"四层结构"
	],
	"name" : "洋壳呈何种结构？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"1周",
		"1月",
		"1天",
		"1年"
	],
	"name" : "地球公转一周大约是多久？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"李白",
		"李商隐",
		"杜牧",
		"杜甫"
	],
	"name" : "“天阶夜色凉如水，卧看牵牛织女星。”出自《秋夕》，作者是？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"《山坡羊·长安怀古》",
		"《山坡羊·骊山怀古》",
		"《山坡羊·洛阳怀古》",
		"《山坡羊·潼关怀古》"
	],
	"name" : "“兴，百姓苦；亡，百姓苦”出自张养浩的哪首诗？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"12月",
		"9、10月",
		"1、2月",
		"6、7月"
	],
	"name" : "互联网公司招聘的两个阶段是“金三银四”和____？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"西方",
		"北方",
		"南方",
		"东方"
	],
	"name" : "在有指向标的地图上，指向标的箭头指向？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		" 莲花鸡签",
		"黄氏蒸鸡",
		" 白肉血汤",
		" 一品锅"
	],
	"name" : "满族传统名菜有？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"西奥多·罗斯福",
		"威廉·塔夫脱",
		"格罗弗·克利夫兰",
		"威廉·麦金莱"
	],
	"name" : "美西战争发生时，美国总统是？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"勒美尔海峡",
		"德雷克海峡",
		"巴耶内罗海峡",
		"麦哲伦海峡"
	],
	"name" : "南美洲与南极洲的分界线是？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"掌管祭祀",
		"最高行政官厅",
		"执掌外交",
		"宫城治安"
	],
	"name" : "日本《大宝律令》颁布之后，太政官相当于什么官职？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"马可奥勒留",
		"拿破仑",
		"红胡子",
		"美男子腓力"
	],
	"name" : "下列哪位罗马皇帝属于五贤帝？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"汉堡",
		"巴伐利亚",
		"萨克森",
		"普鲁士"
	],
	"name" : "德意志第二帝国最大的一级行政区是哪里？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"亚热带大陆东部",
		"赤道附近地区",
		"亚热带大陆西部",
		"60°N附近地区"
	],
	"name" : "下列地区中，降水量最少的是？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"康广仁",
		"梁启超",
		"康有为",
		"谭嗣同"
	],
	"name" : "“变者，天下之公理也”出自谁？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"荷叶",
		"芦苇叶",
		"杨树叶",
		"蒲叶"
	],
	"name" : "叫花鸡一般是包在什么植物叶子放到土里煨熟的？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"汕头",
		"广州",
		"揭阳",
		"潮州"
	],
	"name" : "潮汕地区不包括？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"李广利",
		"卫子夫",
		"钩弋夫人",
		"李夫人"
	],
	"name" : "汉武帝为了防止外戚干政，杀死的太子母亲是？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"火山岛",
		"珊瑚岛",
		"沙积岛",
		"大陆岛"
	],
	"name" : "我国海南岛属于什么类型的岛屿？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"蜘蛛",
		"蜜蜂",
		"蜻蜓",
		"蝴蝶"
	],
	"name" : "名句“小荷才露尖尖角，早有____立上头。”空缺处应填入的是？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"李白",
		"崔颢",
		"杜甫",
		"杜牧"
	],
	"name" : "“凤凰台上凤凰游，凤去台空江自流”的作者是？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"农民",
		"工业资产阶级",
		"工人",
		"贵族"
	],
	"name" : "1832年英国议会改革会使哪个阶级受益？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"精美的ppt展示",
		"设计互动环节",
		"梳理清楚结构",
		"准备好的开场"
	],
	"name" : "在准备一场出彩的演讲时，不必要的是？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"巴拉望岛",
		"棉兰老岛",
		"苏拉威西岛",
		"吕宋岛"
	],
	"name" : "下列岛屿中，不属于菲律宾管辖的是？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"可可果",
		"咖啡豆",
		"香荚兰",
		"可乐果"
	],
	"name" : "制作巧克力的原料是哪个？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"15—20倍",
		"2—3倍",
		"5—6倍",
		"10一15倍"
	],
	"name" : "强体力劳动时，心输出量可以增加到静息时的？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"鱼戏莲叶西",
		"鱼戏莲叶南",
		"鱼戏莲叶间",
		"鱼戏莲叶东"
	],
	"name" : "“江南可采莲，莲叶何田田”的下一句是？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"印度",
		"巴西",
		"加拿大",
		"美国"
	],
	"name" : "世界上占有热带面积最大的国家？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"高粱",
		"大米",
		"大豆",
		"大麦"
	],
	"name" : "清酒是用什么为主料酿造？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"猫",
		"懒猴",
		"乌龟",
		"树懒"
	],
	"name" : "行动最缓慢的哺乳动物是谁？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"自转差异",
		"形态差异",
		"公转差异",
		"质量差异"
	],
	"name" : "月球和地球距太阳距离差别不大，但表面环境迥然不同。其主要原因是二者的？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"五花肉",
		"精瘦肉",
		"六花肉",
		"肥肉"
	],
	"name" : "红烧肉最好用什么来做？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"李明的简历",
		"重点大学李明应聘",
		"请面试官关注李明简历",
		"李明八年经验应聘市场总监"
	],
	"name" : "通过邮件发送个人简历时，文件名最佳的是？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"惯性",
		"拉力",
		"推力",
		"太阳辐射"
	],
	"name" : "水循环的基本动力有？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"温子仁",
		"范·迪塞尔",
		"林诣彬",
		"F·加里·格雷"
	],
	"name" : "《速度与激情8》的导演是？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"湖南怀化",
		"湖南常德",
		"湖南益阳",
		"湖南长沙"
	],
	"name" : "糖油粑粑是哪里的特色传统小吃？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"密歇根湖",
		"苏必利尔湖",
		"休伦湖",
		"伊利湖"
	],
	"name" : "北美五大湖唯一全部位于美国境内的是？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"松",
		"竹",
		"杨",
		"柏"
	],
	"name" : "“时人不识凌云木，直待凌云始道高”所吟咏的是？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"亚硝酸钠",
		"亚硝酸盐",
		"氯化钠",
		"碳酸钠"
	],
	"name" : "中国泡菜历史悠久，但泡菜中的什么物质易致癌？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"拉普拉斯",
		"梅西耶",
		"德利尔",
		"赫歇尔"
	],
	"name" : "发表的《宇宙系统论》的是？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"东欧平原",
		"中西伯利亚高原",
		"拉布拉多高原",
		"西西伯利亚平原"
	],
	"name" : "下列哪个地形区不在俄罗斯？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"戊戌变法后",
		"辛亥革命后",
		"鸦片战争后",
		"洋务运动后"
	],
	"name" : "中国人剪掉辫子、停止裹脚是在？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"小雅·节南山",
		"邶风·式微",
		"邶风·谷风",
		"周南·关雎"
	],
	"name" : "以下没有用到“复沓”手法的诗歌是？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"却话巴山夜雨时",
		"东风无力百花残",
		"二月春风似剪刀",
		"夕阳无限好"
	],
	"name" : "下列哪句诗不是李商隐所作？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"热带",
		"寒温带",
		"亚热带",
		"暖温带"
	],
	"name" : "根据我国温度带的划分，苹果主要产自什么气候带？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"狼牙",
		"闪电",
		"啸天",
		"雄风"
	],
	"name" : "电影《湄公河行动》中的警犬名字叫？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"鲁菜",
		"粤菜",
		"豫菜",
		"淮扬菜"
	],
	"name" : "发源于长江流域的菜系是____？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"澳大利亚",
		"美国",
		"英国",
		"爱尔兰"
	],
	"name" : "著名地质景观“巨人之路”位于哪个国家？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"全年多雨区",
		"全年少雨区",
		"冬季多雨区",
		"夏季多雨区"
	],
	"name" : "地中海沿岸地区属于？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"100只",
		"300只",
		"1000只",
		"50只"
	],
	"name" : "A股指数中的沪深300指数，包含多少只成分股？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"高原",
		"山地",
		"丘陵",
		"盆地"
	],
	"name" : "分层设色地形图中，周围是较深的黄颜色，中间是绿颜色，中间地区地形是？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"征服者威廉",
		"亨利二世",
		"查理一世",
		"伊丽莎白一世"
	],
	"name" : "缔造安茹帝国的英王是谁？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"苏轼",
		"柳永",
		"晏殊",
		"晏几道"
	],
	"name" : "“无可奈何花落去，似曾相识燕归来”是谁的作品？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"南亚和北亚地区",
		"中亚和北亚地区",
		"中亚和东亚地区",
		"西亚和东亚地区"
	],
	"name" : "阿富汗和蒙古分别属于？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"巴西",
		"哥伦比亚",
		"秘鲁",
		"委内瑞拉"
	],
	"name" : "世界最高瀑布，安赫尔瀑布位于下列哪个国家？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"飞流直下三千尺",
		"云生结海楼",
		"孤帆远影碧空尽",
		"长风破浪会有时"
	],
	"name" : "以下哪句诗是李白所写古体诗中的名句？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"内比都",
		"纽约",
		"渥太华",
		"惠灵顿"
	],
	"name" : "以下哪个城市不是国家首都？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"古来征战几人回",
		"鸳鸯池上两两飞",
		"但愿长醉不复醒",
		"会须一饮三百杯"
	],
	"name" : "“钟鼓馔玉不足贵”的下一句是？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"鲁菜",
		"徽菜",
		"粤菜",
		"川菜"
	],
	"name" : "龙虎斗属于哪个菜系？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"杜甫",
		"王维",
		"李白",
		"苏轼"
	],
	"name" : "“诗中有画，画中有诗。”是称赞哪位诗人的？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"莱布尼兹",
		"费希特",
		"黑格尔",
		"康德"
	],
	"name" : "下面哪位德国哲学家受《道德经》影响比较大？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"乌兰察布盟",
		"锡林郭勒盟",
		"巴彦淖尔盟",
		"哲里木盟"
	],
	"name" : "下列哪个是现在内蒙古“盟”行政单位？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"意大利",
		"德国",
		"法国",
		"英国"
	],
	"name" : "中心地理论的提出者克里斯塔勒来自？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"唐朝",
		"明朝",
		"战国时期",
		"清朝"
	],
	"name" : "《英雄》主要讲述的是哪个时期的故事？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"不接急活儿",
		"判断事务的紧急程度",
		"学会拒绝",
		"不被别人的优先级牵制"
	],
	"name" : "以下选项，哪个不是帮助职场新人管理工作优先级的好方法？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"扩大47°",
		"缩小13°",
		"缩小47°",
		"扩大13°"
	],
	"name" : "若地轴和黄道平面夹角变为60°，太阳光与地心连线的夹角一年中将？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"二个",
		"一个",
		"四个",
		"三个"
	],
	"name" : "包含金星的天体系统有？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"李隆基",
		"武则天",
		"李治",
		"李世民"
	],
	"name" : "“请君入瓮”这一典故发生在谁执政时期？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"加拿大",
		"澳大利亚",
		"新西兰",
		"马达加斯加"
	],
	"name" : "长白云之乡美誉的国家是？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"纪晓岚",
		"曾国藩",
		"张之洞",
		"李鸿章"
	],
	"name" : "总督豆腐是河北保定的一道地方传统名菜，属官府菜，与哪位名臣有关？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"春风吹又生",
		"更上一层楼",
		"草与水同色",
		"阳春二三月"
	],
	"name" : "“野火烧不尽”的下一句是？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"孔融",
		"应玚",
		"曹丕",
		"王粲"
	],
	"name" : "被称为“七子之冠冕”的文学家是？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"焚风带",
		"季风带",
		"信风带与副高交替控制",
		"西风带"
	],
	"name" : "南北回归线附近大陆西部常分布一些大片的沙漠是因为？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"23小时56分4秒",
		"24小时",
		"25小时",
		"24小时0分六秒"
	],
	"name" : "地球自转一圈，以恒星日计的时间长度为____。",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"楚国",
		"齐国",
		"赵国",
		"魏国"
	],
	"name" : "“毛遂自荐”发生在战国时期的哪个国家？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"徐克",
		"天下霸唱",
		"陆川",
		"乌尔善"
	],
	"name" : "电影《寻龙诀》改编自知名小说《鬼吹灯》，它的导演是？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"威尼斯共和国",
		"比萨共和国",
		"热那亚王国",
		"米兰公国"
	],
	"name" : "以下哪个中世纪国家未曾有过海岸线？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"油菜花",
		"菊花",
		"桂花",
		"姚黄"
	],
	"name" : "“冲天香阵透长安，满城尽带黄金甲”描写的哪种植物？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"陕西",
		"江苏",
		"四川",
		"福建"
	],
	"name" : "“甜水面”是哪个地方的风味小吃？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"钢琴曲《月光》",
		"《华沙幸存者》",
		"管弦乐《夜曲》",
		"《牧神午后》"
	],
	"name" : "以下哪部音乐作品不是法国作曲家德彪西的？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"英雄本色",
		"风声",
		"天堂口",
		"赌圣"
	],
	"name" : "以下哪部电影是周星驰主演的？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"对统治者的不满",
		"对故乡的思念",
		"对仇人的痛恨",
		"对爱人的思念"
	],
	"name" : "“春风又绿江南岸，明月何时照我还”抒发了诗人的哪种情感？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"我辈岂是蓬蒿人",
		"人生得意须尽欢",
		"白日放歌须纵酒",
		"天生我材必有用"
	],
	"name" : "以下哪句诗不是李白写的？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"慈禧太后",
		"光绪皇帝",
		"咸丰皇帝",
		"同治皇帝"
	],
	"name" : "表示要“量中华之物力，结与国之欢心”的清王朝最高统治者是？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"巫咸",
		"陆终",
		"彭铿",
		"彭武"
	],
	"name" : "被称为厨师之祖的古人是？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"中介费",
		"首付款",
		"印花税",
		"契税"
	],
	"name" : "购房前做预算，无需考虑的是？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"《武陵春》",
		"《夏日绝句》",
		"《水调歌头》",
		"《浣溪沙》"
	],
	"name" : "以下选项中，哪部不是李清照的作品？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"抵御匈奴",
		"抵御月氏",
		"抵御鲜卑",
		"抵御乌桓"
	],
	"name" : "秦始皇修长城是为了？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"孙权",
		"周瑜",
		"诸葛亮",
		"孙策"
	],
	"name" : "“遥想公瑾当年，小乔初嫁了，雄姿英发”公瑾指的是谁？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"芬兰",
		"荷兰",
		"波兰",
		"爱尔兰"
	],
	"name" : "世界著名的“低地国”是？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"霄",
		"空",
		"宵",
		"晓"
	],
	"name" : "“晴空一鹤排云上，便引诗情到碧____”括号处应填？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"软件接口",
		"数据精确度",
		"数据类型",
		"故障处理"
	],
	"name" : "下列GIS系统需求规格说明项中，属于性能需求的是？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"何必求神仙",
		"勿为醒者传",
		"醉后各分散",
		"酒倾愁不来"
	],
	"name" : "“醒时相交欢”的下一句是？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"铜",
		"铅",
		"锡",
		"铁"
	],
	"name" : "皮蛋吃多了容易导致哪种金属元素中毒？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"蛤蜊",
		"牛舌",
		"鸭舌",
		"猪舌"
	],
	"name" : "“西施舌”是以西施命名的一道菜，它的原材料是？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"李商隐",
		"苏轼",
		"李白",
		"杜甫"
	],
	"name" : "“此生此夜不长好，明月明年何处看”是哪位诗人的作品？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"晋商",
		"徽商",
		"鲁商",
		"陕商"
	],
	"name" : "现在的山西省一带，在明清时期活跃着一个实力相当雄厚的商帮叫？ ",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"郭守敬",
		"郦道元",
		"郭守杰",
		"鲁班"
	],
	"name" : "中国古代天文历法《授时历》的制订者是？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"两年三熟",
		"一年两熟",
		"一年一熟",
		"一年三熟"
	],
	"name" : "“黑土地”的农作物耕作制度是？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"维持地表温度",
		"干扰无线电短波通信",
		"产生潮汐现象",
		"诱发地震"
	],
	"name" : "以下哪一项是太阳活动对地球的影响？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"拟把疏狂图一醉",
		"无言谁会凭阑意",
		"强乐还无味",
		"为伊消得人憔悴"
	],
	"name" : "名句“衣带渐宽终不悔”的下一句是？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"貂蝉",
		"王昭君",
		"西施",
		"杨贵妃"
	],
	"name" : "“泥鳅钻豆腐”的传说与下列哪一位美人有关？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"粉蒸牛肉",
		"红烧肉",
		"清蒸排骨",
		"咸烧白"
	],
	"name" : "四川九大碗不包括下列哪一个？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"光球层—耀斑",
		"色球层—耀斑",
		"日冕层—黑子",
		"色球层—太阳风"
	],
	"name" : "下列太阳大气结构与太阳活动对应关系正确的是？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"华南地区",
		"东北地区",
		"江淮地区",
		"西北地区"
	],
	"name" : "“处暑有雨十八江，处暑无雨干断江。”形容我国哪个地区？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"鲁菜",
		"川菜",
		"粤菜",
		"淮扬菜"
	],
	"name" : "国宴通常以什么菜系为基准？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"朱常洛",
		"朱由检",
		"朱见深",
		"朱由校"
	],
	"name" : "明朝的末代皇帝是____。",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"道士下山",
		"功夫之王",
		"我是证人",
		"七月与安生"
	],
	"name" : "以下哪部电影是刘亦菲主演？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"温庭筠",
		"韦庄",
		"赵崇祚",
		"欧阳炯"
	],
	"name" : "《花间集》主要收录了花间词派的代表作品，其编辑者为?",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"最低一级",
		"次于银河系",
		"同于河外星系",
		"最高一级"
	],
	"name" : "太阳系在天体系统中的层次是？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"琵琶",
		"琴",
		"筝",
		"笛"
	],
	"name" : "“大珠小珠落玉盘”形容的是哪种乐器的声音？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"亚热带湿润气候",
		"温带海洋性气候",
		"地中海气候",
		"亚热带季风气候"
	],
	"name" : "在纬度较低的亚热带地区，大陆西岸通常为什么气候？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"塔克拉玛干沙漠",
		"纳米布沙漠",
		"撒哈拉沙漠",
		"阿卡塔马沙漠"
	],
	"name" : "下列哪个沙漠在中国境内？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"九华山",
		"普陀山",
		"峨眉山",
		"五台山"
	],
	"name" : "佛教四大名山中，位于浙江省境内的是？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"肯尼亚",
		"伊拉克",
		"埃及",
		"摩洛哥"
	],
	"name" : "在以下哪个国家不出产椰枣？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"德国",
		"英国",
		"瑞典",
		"丹麦"
	],
	"name" : "著名儿童文学作家格林兄弟属于下列哪个国家？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"太平军起义",
		"大泽乡起义",
		"黄巢起义",
		"黄巾起义"
	],
	"name" : "东汉末年爆发的农民起义叫做？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"厚底松糕鞋",
		"防水台高跟鞋",
		"坡跟鞋",
		"细高跟鞋"
	],
	"name" : "哪种高跟鞋实际上对于显身高是没有作用的？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"唐诗",
		"赋",
		"元曲",
		"宋词"
	],
	"name" : "“庭院深深深几许，杨柳堆烟，帘幕无重数”是一首？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"浙江",
		"安徽",
		"江西",
		"南京"
	],
	"name" : "瓦罐汤是哪个省份的特色小吃？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"硫酸亚铁",
		"硝酸亚铁",
		"硫化亚铁",
		"氢氧化亚铁"
	],
	"name" : "煮太久的鸡蛋，蛋黄外层会变成灰绿色，是以下哪种物质导致的？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"总星系就是宇宙",
		"依赖天体间的万有引力",
		"任意两天体都可构成",
		"河外星系只有一个"
	],
	"name" : "下列有关天体系统的叙述正确的是？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"大蒜",
		"韭菜",
		"大葱",
		"小葱"
	],
	"name" : "调味品火葱即为？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"苏轼《蝶恋花》",
		"岳飞《满江红》",
		"杨慎《临江仙》",
		"晏殊《浣溪沙》"
	],
	"name" : "电视剧《三国演义》的片头曲出自哪个文学家的作品？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"昙花",
		"栀子花",
		"牡丹",
		"广玉兰"
	],
	"name" : "以下哪种植物被称为“月下美人”？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"糖分流失",
		"脂肪流失",
		"肌肉流失",
		"水分流失"
	],
	"name" : "当使用不恰当的减法方法减肥时，造成体态变差的主要原因是？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"女真",
		"契丹",
		"鲜卑",
		"蒙古"
	],
	"name" : "“猛安谋克制”是哪个少数民族的制度？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"出",
		"入",
		"生",
		"升"
	],
	"name" : "名句“海上____明月，天涯共此时”，空缺处应填入的是？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"霍尔木兹海峡",
		"直布罗陀海峡",
		"马六甲海峡",
		"曼德海峡"
	],
	"name" : "连通红海和亚丁湾的海峡是？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"阿留申群岛",
		"波利尼西亚群岛",
		"南洋群岛",
		"中途岛群岛"
	],
	"name" : "二战中日军攻占的阿图岛，基斯卡岛属于____。",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"缴税过户",
		"递交贷款资料",
		"贷款资质审核",
		"签订贷款合同"
	],
	"name" : "购买一手房时，下列不属于办理商业贷款的必备流程的是？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"垂直",
		"平行",
		"斜交",
		"相切"
	],
	"name" : "在高空中，风向与等压线的关系是？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"水星 火星",
		"火星土星",
		"水星 金星",
		"土星 海王星"
	],
	"name" : "木星位于哪两大行星之间？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"找到优点，真诚夸奖",
		"到她家楼下等一夜以示决心",
		"创造话题，激发对方表达",
		"引发好奇，若即若离"
	],
	"name" : "喜欢刚认识的姑娘想进一步发展，以下做法不利于进展的是？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"海陆分布",
		"人类活动",
		"洋流因素",
		"地形因素"
	],
	"name" : "“温室效应”的成因主要是受什么因素的影响？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"兰斯洛特",
		"桂妮薇",
		"狮心王",
		"亚瑟王"
	],
	"name" : "根据传说哪位英国君主创办了圆桌会议？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"大西洋",
		"北冰洋",
		"太平洋",
		"印度洋"
	],
	"name" : "下列大洋中，没有亚洲大河注入的是？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"《捆着我，绑着我》",
		"《小岛惊魂》",
		"《对她说》",
		"《关于我母亲的一切》 "
	],
	"name" : "下列哪部影片不是由西班牙导演佩德罗·阿尔莫多瓦执导的",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"阿根廷",
		"莫桑比克",
		"汤加",
		"墨西哥"
	],
	"name" : "下列哪个国家到中国的距离最远？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"酒",
		"糖",
		"菜",
		"盐"
	],
	"name" : "“文君当垆”这一成语是指才女卓文君开店卖什么？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"春风",
		"东风",
		"好风",
		"秋风"
	],
	"name" : "名句“儿童散学归来早，忙趁____放纸鸢。”空缺处应填入的是？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"杜牧",
		"王勃",
		"杜甫",
		"王翰"
	],
	"name" : "“醉卧沙场君莫笑，古来征战几人回。”的作者是？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"糊信封",
		"卖废铁",
		"卖香烟",
		"卖报纸"
	],
	"name" : "《山楂树之恋》中，静秋一家通过什么方式贴补家用？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"《天净沙》",
		"《观沧海》",
		"《秋夜曲》",
		"《汉宫秋》"
	],
	"name" : "被誉为“秋思之祖”的作品是？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"张继",
		"柳宗元",
		"王维",
		"贾岛"
	],
	"name" : "“千山鸟飞绝，万径人踪灭”的作者是？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"昆明",
		"柏林",
		"纽约",
		"北京"
	],
	"name" : "下列城市十万吨海轮可以停靠的是。",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"二滩水利枢纽",
		"小浪底水利枢纽",
		"三峡水利枢纽",
		"葛洲坝水电站"
	],
	"name" : "调水调沙的最重要的水利枢纽是？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"第四部",
		"第五部",
		"第六部",
		"第七部"
	],
	"name" : "《生化危机:,终章》是《生化危机》系列的第几部？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"冰岛",
		"四川盆地",
		"三亚",
		"东非高原"
	],
	"name" : "下列地区受太阳活动影响最大的是？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"帘卷东风",
		"帘卷南风",
		"帘卷西风",
		"帘卷北风"
	],
	"name" : "“莫道不销魂，____，人比黄花瘦”划线处应填写的是？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"锡金",
		"斯里兰卡",
		"尼泊尔",
		"孟加拉国"
	],
	"name" : "著名的锡兰红茶出产自？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"吕克·贝松",
		"吴宇森",
		"杜琪峰",
		"冯小刚"
	],
	"name" : "以下哪个导演是北京人？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"李白",
		"杜牧",
		"王维",
		"白居易"
	],
	"name" : "“行到水穷处，坐看云起时”的作者是？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"唐朝",
		"长安",
		"中国",
		"北京"
	],
	"name" : "“国破山河在，城春草木深”的“国”指的是什么？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"玉米和水稻",
		"小麦和大豆",
		"棉花和肉类品",
		"咖啡和天然橡胶"
	],
	"name" : "美国需要从国外进口的农产品主要有？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"午后1点",
		"午后3点",
		"午后2点",
		"正午12点"
	],
	"name" : "通常情况下，一天中气温最高的时刻最可能出现在？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"桂花",
		"海棠花",
		"昙花",
		"食用玫瑰花"
	],
	"name" : "云南鲜花饼以什么为主要馅料？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"张俊",
		"赵构",
		"岳飞",
		"韩世忠"
	],
	"name" : "“黄天荡之战”中宋军统帅是？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"岑参",
		"李贺",
		"王安石",
		"杜甫"
	],
	"name" : "“遥怜小儿女，未解忆长安”的作者是？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"b",
		"a",
		"d",
		"c"
	],
	"name" : "1天文单位即日地平均距离，可用哪一字母表示？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"勃艮第红酒烩牛肉",
		"拿破仑酥皮蛋糕",
		"薯条炸鱼",
		"马赛鱼汤"
	],
	"name" : "下面哪种菜肴不属于法餐？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"一心跟老板，爱谁谁",
		"理清关系，对症下药",
		"默默观察，挑边站队",
		"拉帮结派，占山为王"
	],
	"name" : "怎样管理复杂的办公室关系才是正确的？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"1月",
		"8月",
		"7月",
		"12月"
	],
	"name" : "一年中，南半球海上的最低温通常出现在几月？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"《白头吟》",
		"《短歌行》",
		"《长歌行》",
		"《梁甫吟》"
	],
	"name" : "“少壮不努力，老大徒伤悲”出自？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"莫霍界面",
		"古登堡界面",
		"洪堡界面",
		"莱曼界面"
	],
	"name" : "在约5150km深处存在一个不连续面，被称为？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"土耳其人",
		"泰国人",
		"马来西亚人",
		"印度人"
	],
	"name" : "觉得东西吃太多很难消化时，会煮甜姜茶喝是哪个国家的饮食习俗？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"春眠不觉晓",
		"花落知多少",
		"处处蚊子咬",
		"夜来风雨声"
	],
	"name" : "下面哪句不属于孟浩然的《春晓》？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"长烟落日孤城闭",
		"羌管悠悠霜满地",
		"四面边声连角起",
		"燕然未勒归无计"
	],
	"name" : "“浊酒一杯家万里”下一句是？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"建立东方式君主制",
		"四帝共制",
		"设立基督教为国教",
		"军队改革"
	],
	"name" : "戴克里先复兴罗马的政策不包括？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"蒂姆罗宾斯",
		"汤姆克鲁斯",
		"汤姆汉克斯",
		"梅尔吉布森"
	],
	"name" : "以下哪位是《阿甘正传》的主演?",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"鱼肉",
		"牛肉",
		"羊肉",
		"猪肉"
	],
	"name" : "印度最普遍的肉食是？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"《早发白帝城》",
		"《江南逢李龟年》",
		"《登鹳雀楼》",
		"《赠汪伦》"
	],
	"name" : "“两岸猿声啼不住，轻舟已过万重山”出自下列哪首诗？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"澳大利亚",
		"印度尼西亚",
		"新西兰",
		"汤加"
	],
	"name" : "鸭嘴兽是下列哪个国家的特有动物?",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"一种肉类",
		"一种甜品",
		"一种水果",
		"一种香料"
	],
	"name" : "八角茴香属于哪类食材？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"尼罗河",
		"刚果河",
		"长江",
		"亚马逊河"
	],
	"name" : "全球流量第二大河是？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"苏美尔",
		"粟特",
		"亚述",
		"巴比伦"
	],
	"name" : "下列选项中不属于新月地带的古国是？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"同时供职于多个公司",
		"斜视",
		"多重人格",
		"多重职业者"
	],
	"name" : "斜杠青年的意思是?",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"忽复乘帆梦日边",
		"忽复乘舟梦月边",
		"忽复乘舟梦日边",
		"忽复乘船梦日边"
	],
	"name" : "“闲来垂钓碧溪上”的下一句是？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"乱世佳人",
		"魂断蓝桥",
		"罗马假日",
		"后窗"
	],
	"name" : "根据小说《飘》改编的电影名叫？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"谁道人生无再少",
		"闻道龙标过五溪 ",
		"我独展转何时明",
		"愁杀行人归去船"
	],
	"name" : "“杨花落尽子规啼”的下一句是？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"马致远",
		"杜甫",
		"白居易",
		"李白"
	],
	"name" : "以下是元朝诗人的是？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"青瓜",
		"黄瓜",
		"冬瓜",
		"南瓜"
	],
	"name" : "灰姑娘坐的马车是什么蔬菜变的？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"刘禹锡",
		"白居易",
		"李白",
		"王维"
	],
	"name" : "“在天愿作比翼鸟，在地愿为连理枝”的作者是？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"拎包入住",
		"房龄新",
		"南北通透",
		"配套设置佳"
	],
	"name" : "新房又称一手房，下列哪个是一手房普遍具备的优点？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"匈奴",
		"九黎",
		"突厥",
		"羌"
	],
	"name" : "以下哪个是战国后期，秦、赵、燕三国修筑长城的主要防御对象？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"江枫渔火对愁眠",
		"姑苏城外寒山寺",
		"正是河豚欲上时",
		"春江水暖鸭先知"
	],
	"name" : "“竹外桃花三两枝”的下一句是？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"杏仁粉",
		"马斯卡朋尼芝士",
		"手指蛋糕",
		"可可粉"
	],
	"name" : "下面哪种原料不会用于著名甜点提拉米苏中？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"春季",
		"夏季",
		"秋季",
		"冬季"
	],
	"name" : "李清照《声声慢》描写的是哪个季节？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"宋",
		"陈",
		"唐",
		"齐"
	],
	"name" : "南北朝中南朝不包括？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"弱联系的人是少数",
		"决定你人际关系的扩张",
		"大部分信息被动接受",
		"直接接触机会较少"
	],
	"name" : "社交中的弱联系人群价值较低。以下哪个不是弱联系人群的特点？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"古登堡面",
		"康拉德面",
		"莱曼面",
		"莫霍洛维奇面"
	],
	"name" : "1909年由地震学家发现的不连续面是？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"白居易",
		"杜甫",
		"孟浩然",
		"李白"
	],
	"name" : "“铁杵成针”这一典故和哪位诗人有关？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"大明星",
		"富豪",
		"富二代",
		"飞行员"
	],
	"name" : "《解救吾先生》中，吾先生的身份是什么？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"图卢兹",
		"马赛",
		"伦敦",
		"巴黎"
	],
	"name" : "卢浮宫在哪个城市？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"相互吸引和相互绕转",
		"物质组成和结构特征",
		"重量和体积",
		"数量和亮度"
	],
	"name" : "形成天体系统的条件是？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"圆明园",
		"罗浮宫",
		"凡尔赛宫",
		"泰姬陵"
	],
	"name" : "《十二生肖》中四尊兽首是哪里流落出来的？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"《头文字D》",
		"《一万公里的约定》",
		"《青蜂侠》",
		"《寻找周杰伦》"
	],
	"name" : "周杰伦因为拍摄哪部电影而获的2005年金马奖新人奖？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"华盛顿",
		"亚特兰大",
		"纽约",
		"费城"
	],
	"name" : "《美国独立宣言》在下列哪座城市签署并发布?",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"线粒体",
		"高尔基体",
		"细胞核",
		"叶绿体"
	],
	"name" : "植物细胞特有的是？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"梵蒂冈",
		"圣马力诺",
		"安道尔",
		"斯洛文尼亚"
	],
	"name" : "下列哪个国家位于法国与西班牙之间？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"哀悼",
		"思乡",
		"爱国",
		"惜别友人"
	],
	"name" : "“仍怜故乡水，万里送行舟”描写的是一种什么样的感情？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"苹果",
		"梨",
		"葡萄",
		"山楂"
	],
	"name" : "下面哪种食物不能空腹吃？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"罗伯·莱纳",
		"成龙",
		"李安",
		"吕克·贝松"
	],
	"name" : "《比利·林恩的中场战事》的导演是？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"水星",
		"火星",
		"金星",
		"地球 "
	],
	"name" : "以下行星中，离太阳最近是？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"日本",
		"埃及",
		"法国",
		"俄罗斯"
	],
	"name" : "下列国家中，香水出口量最大的是？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"新加坡",
		"基里巴斯",
		"菲律宾",
		"秘鲁"
	],
	"name" : "下列哪个国家横跨南北半球？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"流体流速",
		"湿度",
		"温度",
		"时间"
	],
	"name" : "铜壶滴漏是用来测量什么的工具？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"布拉格",
		"华沙",
		"萨拉热窝",
		"布达佩斯"
	],
	"name" : "二战时被纳粹德国占领，并且修建了犹太人隔离区，并且爆发过大起义的城市是？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"科罗曼德",
		"奥克兰",
		"惠灵顿",
		"哈密尔顿"
	],
	"name" : "新西兰第一大城市是？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"孟子",
		"孔子",
		"庄子",
		"老子"
	],
	"name" : "《庄子》的作者是谁？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"户口",
		"经济",
		"外交",
		"军政"
	],
	"name" : "宋代枢密院掌管的是？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"奥地利",
		"阿联酋",
		"伊朗",
		"沙特阿拉伯"
	],
	"name" : "石油输出组织总部在哪个国家？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"谢安",
		"谢尚",
		"顾恺之",
		"王羲之"
	],
	"name" : "“东山再起”出自于东晋时期哪位著名人物？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"季节相同",
		"正午太阳高度相同",
		"自转线速度相同",
		"地方时相同"
	],
	"name" : "地球上同经度的各地？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"初一和十五",
		"十五和初八",
		"初一和三十",
		"初八和二十三"
	],
	"name" : "受月球引潮力影响，地球上一个朔望月内会出现两次小潮，这两次通常出现在？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"臭氧 ",
		"甲醇",
		"甲醛",
		"二氧化碳"
	],
	"name" : "人造板材中释放的有害气体主要是？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"国际货币基金组织",
		"世界银行",
		"联合国",
		"世界贸易组织"
	],
	"name" : "国家面临主权债务危机时，可向哪个国际组织寻求援助？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"巴菲特",
		"索罗斯",
		"巴图",
		"巴拉顿"
	],
	"name" : "以下哪位是最公认的股神？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"清",
		"明",
		"唐",
		"元"
	],
	"name" : "中国的”行省制度“始于什么朝代？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"墨西哥",
		"牙买加",
		"巴拿马",
		"阿根廷"
	],
	"name" : "享有世界“玉米的故乡”美誉的美洲国家是？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"霍去病",
		"卫青",
		"李广",
		"李广利"
	],
	"name" : "以下哪位将领不是汉武帝的亲戚？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"王维",
		"孟浩然",
		"陶渊明",
		"李白"
	],
	"name" : "名句“采菊东篱下，悠然见南山”的作者是？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"网络时代",
		"蒸汽时代",
		"信息时代",
		"电气时代"
	],
	"name" : "第二次工业革命把人类的生活带进？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"罗马",
		"雅典",
		"皇帝",
		"凯撒"
	],
	"name" : "俗话说：“条条大路通……“哪里？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"古装照",
		"职业照",
		"婚纱照",
		"大头照"
	],
	"name" : "找工作时，简历照片应该用以下哪种？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"孟子",
		"韩非子",
		"孙子",
		"荀子"
	],
	"name" : "秦相李斯师从于？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"C.V.",
		"Personal Statement",
		"Resume",
		"Job list"
	],
	"name" : "简历的英文说法是____。",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"车门",
		"城门",
		"军营门",
		"房门"
	],
	"name" : "诗人岑参的“纷纷暮雪下辕门”中“辕门”原意指？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"王勃",
		"卢照邻",
		"骆宾王",
		"杨炯"
	],
	"name" : "名句“山有桂兮桂有芳，心思君兮君不将”是哪位诗人的作品？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"诗词",
		"乐曲",
		"文章",
		"画作"
	],
	"name" : "现在常用“阳春白雪”和“下里巴人”指代高雅和通俗的文艺作品，这两个成语最初是指?",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"颁布《人权宣言》",
		"拿破仑发动政变",
		"反法联军攻打法国",
		"巴黎人民攻占巴士底狱"
	],
	"name" : "1789年7月14日，法国国王路易十六在日记中写下“今日无事”，这一天____。",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"运城盐湖",
		"巴里坤盐湖",
		"茶卡盐湖",
		"察尔汗盐湖"
	],
	"name" : "我国四大盐湖中，位于山西省境内的是？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"河外星系",
		"地月系",
		"太阳系",
		"银河系"
	],
	"name" : "2004年美国机遇号火星探测器顺利到达火星表面，说明人造天体可离开？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"14世纪",
		"一战",
		"18世纪",
		"二战"
	],
	"name" : "《穿条纹睡衣的男孩》反应的历史时代是?",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"向朋友展示你的潜力",
		"判断职场中人跟自己的利害关系",
		"认真研究钦佩的人的作品",
		"找到自己的不可替代能力"
	],
	"name" : "哪种做法不利于你找到能帮助你的职场贵人？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"有仙则名",
		"何陋之有",
		"惟吾德馨",
		"谈笑有鸿儒"
	],
	"name" : "刘禹锡名篇《陋室铭》的全文文眼是以下哪句？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"世家",
		"表",
		"书",
		"本纪"
	],
	"name" : "《史记》中叙述了诸侯国家兴亡史或贵族名臣事迹的，称为？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"柬埔寨",
		"泰国",
		"马来西亚",
		"新加坡"
	],
	"name" : "东南亚有“花园城市”之称的国家是？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"河外星系",
		"太阳系",
		"银河系",
		"总星系"
	],
	"name" : "下列天体系统中，不是地球所在天体系统的是？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"南非",
		"韩国",
		"荷兰",
		"玻利维亚"
	],
	"name" : "拥有三个首都的国家？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"芝士蛋糕",
		"饺子皮",
		"面包",
		"糯米糍"
	],
	"name" : "哪种食物会用到酵母？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"辽中南工业区",
		"京津冀工业区",
		"沪宁杭工业区",
		"珠三角工业区"
	],
	"name" : "我国最大的综合性工业基地是？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"白令海",
		"珊瑚海",
		"地中海",
		"加勒比海"
	],
	"name" : "著名旅游景点“大蓝洞”位于？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"卷帘门",
		"天蓬门",
		"悟空门",
		"蜀山门"
	],
	"name" : "《羞羞的铁拳》中，沈腾是哪一门派的副掌门？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"徐干",
		"王粲",
		"曹丕",
		"孔融"
	],
	"name" : "“建安七子”不包括？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"阿尔及尔",
		"丹吉尔",
		"班加西",
		"巴勒莫"
	],
	"name" : "下列城市中，是地中海港口城市和一国首都的是？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"室町时代",
		"江户时代",
		"平安时代",
		"镰仓时代"
	],
	"name" : "元朝攻打日本时，日本处于什么时代？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"海星",
		"鳗鱼",
		"鲨鱼",
		"八爪鱼"
	],
	"name" : "《美人鱼》罗志祥饰演的人鱼族成员，是什么动物？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"西南方",
		"东南方",
		"西北方",
		"东北方"
	],
	"name" : "一艘中国船在32°W海域穿赤道进入南半球，接下来船员发现船上国旗飘向？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"《秦王破阵乐》",
		"《韶》",
		"《六幺》",
		"《霓裳羽衣曲》"
	],
	"name" : "以下哪首乐曲可能在汉武帝的宫廷中演奏？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"黑龙江，黑龙江",
		"黑龙江，吉林",
		"内蒙古，黑龙江",
		"新疆，黑龙江"
	],
	"name" : "我国领土的最北端和最东端位于？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"《诗经》",
		"《说文解字》",
		"《文选》",
		"《四库全书》"
	],
	"name" : "中国现存最早的一部诗文总集叫做？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"河南",
		"安徽",
		"湖北",
		"江西"
	],
	"name" : "大别山区不在下列哪个省？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"王昭君",
		"杨玉环",
		"貂蝉",
		"西施"
	],
	"name" : "“沉鱼落雁”中落雁指哪位美女？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"芝加哥",
		"底特律",
		"圣弗朗西斯科",
		"洛杉矶"
	],
	"name" : "美国最大的汽车工业中心，世界著名的“汽车城”是？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"诗礼银杏",
		"九转大肠",
		"赛螃蟹",
		"黄鱼豆腐羹"
	],
	"name" : "下列属于孔府菜的是？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"陆游",
		"马致远",
		"元好问",
		"汤显祖"
	],
	"name" : "“零落成泥碾作尘，只有香如故”是哪位词人的作品？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"宴会菜肴",
		"自助菜肴",
		"零点菜肴",
		"套餐菜肴"
	],
	"name" : "法语中“a la ,carte”是指？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"华盛顿",
		"费城",
		"波士顿",
		"纽约"
	],
	"name" : "美国1787年宪法在哪里制定？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"苏轼",
		"王之涣",
		"柳宗元",
		"王昌龄"
	],
	"name" : "“孤舟蓑笠翁，独钓寒江雪”出自以下谁的作品？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"金华火腿",
		"明斯特奶酪",
		"辣白菜泡面",
		"怀石料理"
	],
	"name" : "如果你去到日本，最可能吃到____？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"伊瓜苏大瀑布",
		"尼亚加拉大瀑布",
		"维多利亚瀑布",
		"安赫尔大瀑布"
	],
	"name" : "春光乍泄中，何荣宝买回来那盏台灯上的瀑布的图案是哪个瀑布？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"威尼斯",
		"安科纳",
		"那不勒斯",
		"拉文纳"
	],
	"name" : "下列哪座城市位于第勒尼安海沿岸？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"生抽",
		"老抽",
		"白醋",
		"料酒"
	],
	"name" : "一般来说，烹调时可以用以下哪项给肉着色？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"冼星海",
		"聂耳",
		"徐悲鸿",
		"郭沫若"
	],
	"name" : "“风在吼，马在啸，黄河在咆哮……”出自《黄河大合唱》，它的曲作者是？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"巴音布鲁克",
		"扎龙保护区",
		"若尔盖",
		"三江平原"
	],
	"name" : "中国最大的泥炭沼泽分布区在？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"格尔木",
		"那曲",
		"德令哈",
		"玉树"
	],
	"name" : "下列哪座城市不在青藏铁路沿线？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"到达南极",
		"回到北京",
		"到达北极",
		"到达赤道"
	],
	"name" : "一架飞机从北京起飞，一直向北飞，最终能够？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"叠加分析",
		"网络分析",
		"缓冲区分析",
		"SWOT分析"
	],
	"name" : "下列选项中，不属于地理信息科学空间分析方法的是？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"孙权",
		"曹孟德",
		"周瑜",
		"刘备"
	],
	"name" : "《赤壁赋》中，“方其破荆州，下江陵，顺流而东也”指的是谁？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"咸鲜",
		"麻辣",
		"酸甜",
		"椒麻"
	],
	"name" : "菠萝咕噜肉口感？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"洋葱大蒜生姜",
		"洋葱西芹胡萝卜",
		"罗勒百里香牛至",
		"大葱法香迷迭香"
	],
	"name" : "葱姜蒜之于中餐，相当于什么之于西餐？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"枢密院的别称",
		"秘书省的别称 ",
		"中书省的别称 ",
		"尚书省的别称"
	],
	"name" : "李商隐在《无题》中写道“走马兰台类转蓬”，其中“兰台”是指？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"曼切斯特运河",
		"阿尔贝特运河",
		"苏伊士运河",
		"巴拿马运河"
	],
	"name" : "塞得港是哪条运河的港口？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"汉武帝",
		"汉文帝",
		"汉景帝",
		"汉惠帝"
	],
	"name" : "七国之乱发生在谁统治时期？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"宋",
		"蒙古",
		"金",
		"契丹"
	],
	"name" : "灭掉西夏的是？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"比利牛斯山脉",
		"亚平宁山脉",
		"喀尔巴阡山脉",
		"阿特拉斯山脉"
	],
	"name" : "下列哪座山脉不属于阿尔卑斯山支脉？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"梁",
		"谷",
		"塬",
		"峁"
	],
	"name" : "以下哪个不属于黄土高原地形的特有地貌？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"货车墙壁夹缝",
		"自行车里",
		"罐头",
		"汽车备胎"
	],
	"name" : "电影《疯狂的赛车》中泰国毒枭将毒品藏在了哪里？",
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"甜甜圈",
		"菠菜",
		"牛排",
		"可丽饼"
	],
	"name" : "美国著名动漫，辛普森一家中的Homer最喜欢的食物是？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"见鬼了",
		"这不可能",
		"妈妈咪呀",
		"我的天啊"
	],
	"name" : "《诺丁山》中男主和女主夜晚爬墙，女主发现男主的口头禅是？" ,
	"type" : 0
},
{
	"idx" : [0],
	"content" : [
		"理查一世",
		"亚历山大大帝",
		"居鲁士",
		"塞琉古一世"
	],
	"name" : "下列哪位君主未统治过叙利亚？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"九夜茴",
		"方茴",
		"王茴",
		"赵茴"
	],
	"name" : "电影《匆匆那年》的女主角叫？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"落花时节又逢君",
		"随风直到夜郎西",
		"沉舟侧畔千帆过",
		"人面桃花相映红"
	],
	"name" : "下列哪句诗是刘禹锡所作？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"教会法",
		"查士丁尼民法典",
		"意大利宪法",
		"萨利克法"
	],
	"name" : "中世纪的法学生不可能学习哪部法典？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"有所出而无所归",
		"无子",
		"先贫贱后富贵",
		"与更三年丧"
	],
	"name" : "古代女人“七出三不出”中，三不出不包括？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"孔子",
		"屈原",
		"曹丕",
		"曹操"
	],
	"name" : "“日月之行，若出其中；星汉灿烂，若出其里。”的作者是？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"《京都协定书》",
		"《里约宣言》",
		"《巴黎协定》",
		"《日内瓦公约》"
	],
	"name" : "下面哪个国际文件与环境保护无关？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"广义相对论",
		"量子理论",
		"进化论",
		"经典力学"
	],
	"name" : "二十世纪使人类对微观世界的基本认识有了革命性的进步的理论是？",
	"type" : 0
},
{
	"idx" : [2],
	"content" : [
		"俄式服务",
		"英式服务",
		"法式服务",
		"美式服务"
	],
	"name" : "中餐宴会中的分餐制上菜与西餐中的哪一种类似？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"粪便",
		"鸟食",
		"泥土",
		"唾液"
	],
	"name" : "燕窝是燕类用什么与绒羽等混合凝结所筑成的巢窝？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"秋季",
		"春季",
		"夏季",
		"冬季"
	],
	"name" : "每年9-,11月是南半球的？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"富兰克林·罗斯福",
		"尼克松",
		"杜鲁门",
		"肯尼迪"
	],
	"name" : "古巴导弹危机发生时，美国总统是哪位？",
	"type" : 0
},
{
	"idx" : [1],
	"content" : [
		"xmind",
		"幕布",
		"滴答清单",
		"有道云笔记"
	],
	"name" : "下列哪个工具既可以做笔记，又可以做思维导图，也不需要懂markdown语法？",
	"type" : 0
},
{
	"idx" : [3],
	"content" : [
		"120亿千米",
		"34.8万千米",
		"1光年",
		"1.5亿千米"
	],
	"name" : "日地平均距离约为？",
	"type" : 0
}]

module.exports = {
  postList: local_database
}